<?php

$lang['required'] = 'Поље %s је обавезно.';
$lang['isset'] = 'Поље %s мора да има вредност.';
$lang['valid_email'] = 'Поље %s мора да садржи исправну емаил адресу.';
$lang['valid_emails'] = 'Поље %s мора да садржи исправне емаил адресе.';
$lang['valid_url'] = 'Поље %s мора да садржи исправну URL адресу.';
$lang['valid_ip'] = 'Поље %s мора да садржи исправну IP адресу.';
$lang['min_length'] = 'Поље %s мора да садржи најмање %s карактера.';
$lang['max_length'] = 'Поље %s не може бити дуже од %s карактера.';
$lang['exact_length'] = 'Поље %s мора бити тачно %s карактера дугачко.';
$lang['alpha'] = 'Поље %s може садржати само слова.';
$lang['alpha_numeric'] = 'Поље %s може садржати само слова и бројеве.';
$lang['alpha_dash'] = 'Поље %s може садржати само слова, бројеве, подвлаке и цртице.';
$lang['numeric'] = 'Поље %s мора садржати бројчани податак.';
$lang['integer'] = 'Поље %s мора садржати integer тип података.';
$lang['matches'] = 'Поље %s не поклапа се са пољем %s.';
?>